Repository: MohammadAminSohele/term2_college
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Error
fa: خطا

source: Your passwords didn't match.
fa: رمز شما مطابقت ندارد

source: first name
fa: نام

source: last name
fa: نام خانوادگی

source: unit
fa: تعداد واحد

source: User
fa: کاربر

source: Student's national code
fa: کد ملی دانشجو

source: Date of birth
fa: تاریخ تولد

source: landline number
fa: شماره ثابت

source: Invalid phone number.
fa: شماره موبایل نادرست وارد شده است

source: Phone number
fa: شماره موبایل

source: Date of Registration
fa: تاریخ ثبت

source: Description
fa: توضیحات

source: Student
fa: دانشجو

source: Students
fa: دانشجوها

source: Name of degree
fa: مدرک تحصیلی

source: Field of Study
fa: رشته تحصیلی

source: DegreeOfEducation
fa: مدرک تحصیلی

source: DegreeOfEducations
fa: مدرک تحصیلی

source: Teacher's national code
fa: کدم ملی استاد

source: Degree Of Education
fa: مدرک تحصیلی

source: Teacher
fa: استاد

source: Teachers
fa: استادها

source: Section name
fa: نام ترم

source: Level
fa: مقطع

source: Levels
fa: مقطع ها

source: Name of Course
fa: نام درس

source: Section
fa: مقطع

source: Course
fa: درس

source: Courses
fa: درس ها

source: Term name
fa: نام ترم

source: Start date
fa: تاریخ شروع

source: End date
fa: تاریخ پایان

source: Term
fa: ترم

source: Terms
fa: ترم ها

source: The grade must be less than or equal to 20
fa: نمره وارد شده باید کمتر یا مساوی 20 باشد

source: student grade
fa: نمره دانشجو

source: Student Term
fa: ترم دانشجو

source: Student Terms
fa: ترم دانشجو ها
